[
  {
    "id": "1",
    "name": "Kitulgala Forest",
    "image": "https://www.holidify.com/images/bgImages/KITULGALA.jpg",
    "description": "Nestled among forested hills, Kitulgala is a small Sri Lankan town in the western region of the country. Best known for being the most popular location in Sri Lanka for white water rafting, a visit to Kitulgala is a terrific combination of nature and thrill. It is also one of the wettest places in Sri Lanka. The Kelani River, which flows through the town, served as a filming location for the Oscar-winning movie ‘The Bridge On the River Kwai’, released in 1957.\n\nApart from being the base for white water rafting, Kitulgala has plenty of options for adventure sports that sound too good to resist. These include jungle trekking, outdoor camping, mountain biking, and waterfall abseiling. The natural attractions at Kitulgala are diverse, ranging from the Belilena Caves, where the 12,000-year-old remains of the prehistoric Balangoda Man (Homosapiens Balangodensis) were discovered, to the nearby picturesque Aberdeen Falls. Birdwatching is relatively common at Kitulgala, especially at the Makandawa Forest Reserve, owing to the myriad species of birds in the region. One can also see endemic bird species at Makandawa, including the orange-billed babbler and chestnut-backed owlet, and mammals such as the slender red loris. Whether you seek the adrenaline rush of adventure or solitude and tranquillity amid nature, Kitulgala is hands down the best of both worlds.",
    "rating": 4.8,
    "price": "150",
    "duration": "2",
    "location": "Kitulgala",
    "category": "Forests"
  },  
  {
    "id": "2",
    "name": "Sacred City of Kandy",
    "image": "https://www.tropicalement-votre.com/dests/sri_lanka/temple-de-la-dent-kandy-sri-lanka.jpg",
    "description": "Kandy is a large city in central Sri Lanka. It's set on a plateau surrounded by mountains, which are home to tea plantations and biodiverse rainforest. The city's heart is scenic Kandy Lake (Bogambara Lake), which is popular for strolling. Kandy is famed for sacred Buddhist sites, including the Temple of the Tooth (Sri Dalada Maligawa) shrine, celebrated with the grand Esala Perahera annual procession.",
    "rating": 4.7,
    "price": "130",
    "duration": "2",
    "location": "Kandy",
    "category": "Cities"
  },
  {
    "id": "3",
    "name": "Sinharaja Forest Reserve",
    "image": "https://i.pinimg.com/736x/ea/b5/51/eab551c472de16df9f3af59e0a492ce5.jpg",
    "description": "Sinharaja Forest Reserve is one of the few remaining virgin rainforests in the world, making it a UNESCO World Heritage site. The unique relationship of flora and fauna in this forest makes it one of the world's biodiversity hotspots. The forest stretches about 13 km and is around 7 to 8 km from north to south. The entire forest has remained relatively untouched due to its inaccessibility.\n\nThe ecosystem of this forest is crucial, which is why it is also designated as a Biosphere Reserve. The species of animals and plants unique to Sinharaja, along with the preservation of other endangered species, have given it a position of priority. Despite being highly inaccessible, some villagers live in areas bordering this zone, coexisting with the forest.\n\nDue to the forest's density, not many animals and birds are easily seen compared to other reserves and national parks, but it is home to a large number of diverse species. A visit to this rainforest is a must if you ever come to Sri Lanka. The serenity, peaceful environment, and natural beauty of this forest combine to offer a once-in-a-lifetime experience.",
    "rating": 4.5,
    "price": "120",
    "duration": "2",
    "location": "Sinharaja",
    "category": "Forests"
  },  
  {
    "id": "4",
    "name": "Nine Arch Bridge",
    "image": "https://d1ynolcus8dvgv.cloudfront.net/2019/01/nine-arch-2-5.jpg",
    "description": "The Nine Arch Bridge also called the Bridge in the Sky, is a viaduct bridge in Sri Lanka and one of the best examples of colonial-era railway construction in the country. The bridge was designed to accommodate a challenging nine-degree curve and steep gradient.",
    "rating": 4.6,
    "price": "180",
    "duration": "4",
    "location": "Ella",
    "category": "Forests"
  },
  {
    "id": "5",
    "name": "Gregory Lake",
    "image": "https://img.freepik.com/premium-photo/lake-gregory-gregory-park-nuwara-eliya-lake-gregory-is-reservoir-centre-tea-country-hill-city-nuwara-eliya-sri-lanka_78361-9389.jpg",
    "description": "Nuwara Eliya is a city in the tea country hills of central Sri Lanka. The naturally landscaped Hakgala Botanical Gardens displays roses and tree ferns, and shelters monkeys and blue magpies. Nearby Seetha Amman Temple, a colorful Hindu shrine, is decorated with religious figures. Densely forested Galway's Land National Park is a sanctuary for endemic and migratory bird species, including bulbuls and flycatchers.",
    "rating": 4.9,
    "price": "120",
    "duration": "3",
    "location": "Nuwara Eliya",
    "category": "Lakes"
  },
  {
    "id": "6",
    "name": "Sri Pada / Adam's Peak",
    "image": "https://cdn.getyourguide.com/img/tour/61efde3d7c9f2.jpeg/145.jpg",
    "description": "As one of the most famous pilgrimage sites in the Indian subcontinent, Adam’s Peak is a 7,359 feet tall mountain in Sri Lanka, frequently visited by people of almost all major religions. It is widely known for Sri Pada, a foot-shaped indentation at the summit of the pyramid-like mountain. Also called the sacred footprint, the Buddhists believe that it is the footprint of Lord Buddha, the Hindus as that of Shiva, the Muslims as Adam’s, and the Christians as that of St. Thomas the Apostle.\n\nAfter completing the ascent, pilgrims offer prayers at a shrine that sits atop the mountain. Apart from the legends surrounding the holy site, Adam’s Peak offers enchanting views of the sunrise. Any of the six trails, and a flight of more than 5000 steps, lead to the mountain peak. As one is reaching the summit, the steps gradually become steeper. Most visitors, irrespective of age and fitness levels, complete the hike in an average duration of two to four hours.\n\nAn area of religious significance, a moderate challenge for enthusiastic hikers, and breathtaking scenery all around— Adam’s Peak is one of the must-see sights on a trip to Sri Lanka.",
    "rating": 4.8,
    "price": "140",
    "duration": "2",
    "location": "Hatton",
    "category": "Mountains"
  },  
  {
    "id": "7",
    "name": "Sigiriya",
    "image": "https://c4.wallpaperflare.com/wallpaper/365/405/233/sri-lanka-sigiriya-rocks-landscape-wallpaper-preview.jpg",
    "description": "Sigiriya, often referred to as the 'Lion Rock,' is an ancient rock fortress and UNESCO World Heritage Site located in the central Matale District of Sri Lanka. It is situated between Dambulla and Habarane and is one of the most visited tourist destinations in Sri Lanka. Rising dramatically from the surrounding plains, Sigiriya is a colossal rock formation standing around 200 meters tall. Its sheer vertical walls and flattened summit once served as a fortified royal citadel.\n\nSigiriya dates back to the 5th century AD when King Kashyapa chose this site as his capital and built a magnificent palace atop the rock. The fortress was abandoned after his death and transformed into a Buddhist monastery. There is a huge gateway shaped like a lion, and the place derives its name from this gateway. The rock fortress showcases the advanced engineering and architectural prowess of ancient Sri Lankan civilization.\n\nThe remnants of the palace complex, including water gardens, frescoes, and the famous Lion Gate, depict the grandeur of its past. The highlight of the fortress is the colorful frescoes painted on the western face of the rock; it is believed that there were initially 500 such frescoes, but merely around 22 of them remain today. Another highlight is the Mirror Wall, a polished surface that once displayed reflective qualities and now bears ancient inscriptions and graffiti.\n\nThe gigantic Lion’s Paws greet visitors before the summit. At the peak are the ruins of the royal palace of King Kashyapa I and 360-degree panoramas of the surrounding landscape. Sigiriya Museum at the foot of the rock has a plethora of artifacts related to Sigiriya on display for visitors seeking information regarding the site’s history. Ascending the rock involves climbing steep staircases and pathways, culminating in the Lion Platform. The rock fortress is surrounded by beautifully landscaped water gardens, reservoirs, and irrigation systems. Sigiriya stands as a testament to ancient Sri Lankan ingenuity and artistry, offering a captivating glimpse into the island's rich cultural heritage. It is a must-visit destination for history enthusiasts, archaeologists, and travelers seeking an unforgettable cultural experience.",
    "rating": 4.7,
    "price": "100",
    "duration": "5",
    "location": "Dambulla",
    "category": "Historical Sites"
  },  
  {
    "id": "8",
    "name": "Galle Fort",
    "image": "https://www.tripsavvy.com/thmb/OSq5121j9i0uIhW8UIbSJrZA0aM=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/GettyImages-520870128-1c1f8305c37949ab967d13de38ddf9eb.jpg",
    "description": "Tucked into the southwest coast of Sri Lanka, Galle is a major city and UNESCO World Heritage Site. Blessed with imposing Dutch-colonial buildings, ancient churches and mosques, blond beaches, mansions and museums, quirky boutiques, and a convivial seaside promenade, Galle attracts locals, foreign travellers, history buffs, and nature lovers alike.\n\nGalle consists of a new side and an old side. The old part inside the walls, called Galle Fort, or the Dutch Fort, is the highlight of the city. It is characterized by narrow cobblestone streets, historic buildings, and a fortress wall that offers panoramic views of the Indian Ocean. Inside the fort, visitors can explore the Dutch Reformed Church, the Old Dutch Hospital (now a shopping and dining complex), and various colonial-era houses and mansions. The Galle Lighthouse stands as a prominent landmark near the fort. It provides picturesque views of the coastline and the Indian Ocean.\n\nBeyond the fort, Galle showcases well-preserved colonial architecture throughout the city. Walking through the streets allows visitors to admire charming old buildings, vibrant markets, and atmospheric cafes. Galle is also perfect for a day trip from nearby Unawatuna and Mirissa.\n\nGalle, with its blend of history, culture, and natural beauty, offers a unique and charming experience for those exploring the southern coast of Sri Lanka.",
    "rating": 4.6,
    "price": "170",
    "duration": "2",
    "location": "Galle",
    "category": "Cities"
  },  
  {
    "id": "9",
    "name": "Minneriya National Park",
    "image": "https://cdn.getyourguide.com/img/tour/64bcd422c3820.jpeg/145.jpg",
    "description": "The Minneriya National Park is located in the North Central Province of Sri Lanka, four hours away from Colombo, and 30 minutes away from Sigiriya. The national park is famous for its herds of elephants migrating for food, water, and shelter, forming a 'gathering' that can be witnessed by visitors. The dry season is the best time to visit, as the majestic elephants migrate to the Minneriya Tank for water. Apart from elephants, the park is also home to several mammals, birds, reptiles, and a variety of plant species. Minneriya National Park is part of the dry zone, meaning it receives less rainfall compared to other areas in the country.\n\nThe main attraction of this national park is the annual 'Gathering' of herds of elephants. During the dry season, these creatures migrate in search of water. This is when visitors can book a safari and witness this grand event. Many species of birds and animals native to Sri Lanka are seen here. It's recommended to time your visit according to your desired attraction. You can book your stay in Sigiriya, making travel to Minneriya easier. Jeeps and guides are available at the National Park to help you explore. Remember to wear comfortable clothes and keep the park clean.\n\nThe Minneriya National Park was first declared a wildlife sanctuary in 1938 and later designated as a National Park to conserve the flora and fauna surrounding the Minneriya Tank. The Minneriya Tank is a significant historical element of the park, built by King Mahasena, and derives water from the Amban River and the Elahera Canal. During the dry season, animals migrate to Minneriya for water and food. Due to the various plant and animal species thriving in the park, it has multiple habitats, ranging from wetlands to forests to scrublands.",
    "rating": 4.9,
    "price": "80",
    "duration": "1",
    "location": "Minneriya",
    "category": "National Parks"
  },  
  {
    "id": "10",
    "name": "Ruwanweli Maha Seya",
    "image": "https://live.staticflickr.com/8510/8571803455_e853d0f003_b.jpg",
    "description": "Anuradhapura, an ancient city nestled in the heart of Sri Lanka's North Central Province, stands as a living testament to the island's rich cultural and historical legacy. Revered as one of the oldest continuously inhabited cities in the world, Anuradhapura served as the capital of Sri Lanka for over a millennium, bearing witness to the rise and fall of several ancient kingdoms. It is known for its vast dagobas or brick stupas, ancient ponds and pools, and magnificent temples.\n\nAnuradhapura is not just historically important but also religiously significant, being a center of Buddhist pilgrimage and learning. The city's UNESCO World Heritage-listed Sacred City sprawls across an expansive area, offering visitors a captivating glimpse into ancient Sri Lanka's grandeur. Towering stupas, intricately carved monoliths, remnants of palaces, and colossal reservoirs speak volumes about the advanced civilization that thrived here centuries ago.\n\nAt the heart of Anuradhapura's allure lies its spiritual significance. The city embraces the Sri Maha Bodhi, a revered fig tree believed to have sprouted from a cutting of the Bodhi tree in India, under which Lord Buddha attained enlightenment. This sacred tree, enclosed within a serene garden, draws pilgrims and tourists alike, fostering an atmosphere of tranquility and reverence.\n\nAuthentic Buddhist traditions, archaeological ruins, lavish palaces, traditional monasteries, and informative museums define the grandeur of Anuradhapura. Even though it is a large town, Anuradhapura gives the feel of being in a village. With its well-preserved cultural sites, ponds, and monuments, Anuradhapura is a well-established tourist attraction in Sri Lanka. Tourists visit this town for a rejuvenating getaway, to seek peace, and to satiate their inquisitiveness.",
    "rating": 4.5,
    "price": "120",
    "duration": "3",
    "location": "Anuradapura",
    "category": "Historical Sites"
  },  
  {
    "id": "11",
    "name": "Yala National Park",
    "image": "https://media.tacdn.com/media/attractions-splice-spp-674x446/09/55/dd/5f.jpg",
    "description": "Sprawled over 979 square kilometres, Yala National Park in southeast Sri Lanka is the nation’s largest and most-visited wildlife conservation zone. As Sri Lanka’s oldest wildlife sanctuary, Yala shelters a vast area of unspoiled jungles, grassland, and lagoons bordering the Indian Ocean. It is home to the highest population of leopards on the planet, alongside Sri Lankan elephants, crocodiles, and over 400 bird species.\n\nYala National Park is sectioned into five blocks, and there are eco-friendly campsites everywhere. The fascinating thing about hiking here is discovering the park’s diverse terrain, which includes marine wetlands, deciduous and thorn forests, and freshwater lakes and ponds, mainly composed of Precambrian-era metamorphic rocks.\n\nA large section of the park is covered by marshes and sandy beaches, where families enjoy picnics and swimming. Further inland, Sithulpawwa is an ancient Buddhist monastery where caves display centuries-old rock paintings. Magul Vihara is another pilgrimage site within the park displaying ancient ruins. The best way to enjoy a Yala National Park tour is to take Jeep safaris with a driver, but you can blaze your own trails with bicycles. Yala National Park remains closed for rejuvenation for six weeks from 1 September to 15 October every year.",
    "rating": 4.8,
    "price": "150",
    "duration": "3",
    "location": "Kataragama",
    "category": "Wildlife"
  },  
  {
    "id": "12",
    "name": "Sembuwatta Lake",
    "image": "https://miro.medium.com/v2/resize:fit:1400/1*VGkEA8U2CofKvs45H5UcGQ.png",
    "description": "Sembuwatta Lake is a beautiful attraction located in the village of Elkaduwa in the Matale District of Sri Lanka. This serene and picturesque man-made lake, filled with natural spring water, is adjacent to the Campbell’s Lane Forest Reserve.\n\nSembuwatta Lake also features a natural swimming pool beside it. The lake generates electricity for the surrounding villages, making it a vital resource for the locals as well as a charming addition to Sri Lanka's list of attractions. Surrounded by lush pine trees and situated on a mountain, Sembuwatta Lake is a popular spot for picnics, hiking, and nature trails. The lake is approximately 30 to 39 feet deep.",
    "rating": 4.6,
    "price": "85",
    "duration": "2",
    "location": "Mathale",
    "category": "Lakes"
  },  
  {
    "id": "13",
    "name": "Jaffna Fort",
    "image": "https://artra.lk/uploads/article/wide/1611193046_wide.jpg",
    "description": "Located in Jaffna, Jaffna Fort is the second-largest fort in Sri Lanka, spanning an area of 55 acres. Originally a Portuguese architectural marvel from the 17th century, the fort was significantly damaged during the Sri Lankan Civil War, though partial restoration has since taken place. Jaffna Fort now stands as a poignant reminder of the impact of war on cultural heritage.\n\nThe fort was initially constructed by the Portuguese and later rebuilt by the Dutch after they captured the island, serving as a military and administrative building. It was then occupied by the British until Sri Lanka gained independence in 1948. The fort's star-shaped design, limestone ramparts, tunnels, and moat are highlights of its architecture.\n\nAlthough many of the buildings within Jaffna Fort, such as the Queen’s House, Kruys Church, a hospital, and a prison, were destroyed during the civil war, some structures like the Queen’s House have survived relatively intact. A particularly intriguing feature of the fort is the Hangman’s Tower, which adds a touch of eerie history to the site.",
    "rating": 4.7,
    "price": "130",
    "duration": "5",
    "location": "Jaffna",
    "category": "Historical Sites"
  },
  {
    "id": "14",
    "name": "Colombo",
    "image": "https://www.holidify.com/images/bgImages/COLOMBO.jpg",
    "description": "Discovered initially by traders two millennia ago, Colombo is Sri Lanka's largest economic corridor and tourist destination. As the island nation's capital city, Colombo serves as a cosmopolitan gateway to the wonders of Portuguese, Dutch, and British colonial heritage, splendid tropical landscapes, and delectable cuisines. The city is well connected to other places in Sri Lanka by rail and road.\n\nIn Colombo, you can find it all—from the Lotus Tower, South Asia's tallest freestanding structure, to world-class casinos like Bellagio and Ballys, and even cinnamon plantation hiking trails. The city epitomizes urban tourism and offers a great experience of sightseeing, shopping, and nightlife. Taking an open-deck bus tour is the best way to sightsee around the city on a day of pleasant weather. Galle Face Green Promenade, Galle Fort, and the Lighthouse showcase astonishing Victorian relics in a trendy neighborhood with cafes. Pettah Market, acclaimed as a shopaholic's paradise, features vibrant oriental themes and colorful shops.\n\nBe sure to visit Mount Lavinia Beach and enjoy a beautiful sunset to end the day. The Snow World Theme Park and Viharamahadevi Park are great places if you are traveling with kids. For the adventure enthusiast in you, indulge in some scuba diving at Chief Dragon and The Sierra. Colombo seamlessly blends adventure, luxury, culture, and history, from the regalia of 17th-century Kandyan Kings and colossal Buddha figures to amusement parks, malls, and bustling bazaars.",
    "rating": 4.9,
    "price": "150",
    "duration": "3",
    "location": "Sri Lanka",
    "category": "Cities"
  },  
  {
    "id": "15",
    "name": "Hikkaduwa Beach",
    "image": "https://www.holidify.com/images/bgImages/HIKKADUWA.jpg",
    "description": "Hikkaduwa is nestled in the Galle district of South Western Sri Lanka, just 2 hours away from Colombo. The beaches of Hikkaduwa have been a popular destination since the 1970s, known for their vibrant nightlife and delicious cuisine. Hikkaduwa Beach is a surfer's paradise, boasting a large coral reef, the Hikkaduwa Coral Sanctuary, which is ideal for scuba diving and snorkeling.\n\nHikkaduwa offers some of the best scuba diving experiences in Sri Lanka, with unique dive sites such as wreck dives and stunning reef dives. It is also considered to have the second-best surfing conditions in the country.\n\nThe shore is lined with restaurants, shacks, and bars overlooking the sea. Narigama Beach, the Sea Turtle Hatchery and Rescue Center, the Tsunami Education Center & Museum, Gangarama Maha Vihara, and the Hikkaduwa National Park are must-visit tourist spots in the area.\n\nRelaxing with a chilled cocktail on a deck by the beach is a quintessential Hikkaduwa experience. The area is abundant with corals, exotic fish, and turtles, making it a popular resort town. Numerous surfing schools, guesthouses, and a serene road perfect for long drives add to the charm of Hikkaduwa.",
    "rating": 4.8,
    "price": "80",
    "duration": "5",
    "location": "Hikkaduwa",
    "category": "Beaches"
  },  
  {
    "id": "16",
    "name": "Jungle Beach",
    "image": "https://www.taruvillas.com/wp-content/uploads/2021/11/Japanese-Peace-Pagoda-1Page-Mobile-Image-750x750-1.jpg",
    "description": "One of the lesser-known treasures of Unawatuna is Jungle Beach. With its long shoreline of golden sands and excellent underwater visibility, this beach is popular for snorkeling, swimming, and sunbathing. There are several small seafood shacks, eateries, and bars nearby.\n\nJungle Beach is less accessible compared to other city beaches, but you can reach it by either trekking on foot or taking a boat ride. For those seeking luxury, the nearby beach resort offers top-notch food and service, enhancing the overall experience.",
    "rating": 4.7,
    "price": "100",
    "duration": "3",
    "location": "Sri Lanka",
    "category": "Beaches"
  },  
  {
    "id": "17",
    "name": "Sea Turtle Hatchery",
    "image": "https://nexttravelsrilanka.com/wp-content/uploads/2023/02/Turtle-hatcheries-Sri-Lanka.jpg",
    "description": "The Sea Turtle Hatchery, situated in Habaraduwa and established in 1986, has successfully rescued and cared for more than 1,000,000 sea turtles. If you love nature, this is a must-visit destination where tremendous efforts are made to nurture sea turtles in a safe environment before releasing them back into the sea. Sri Lanka is a favorable place for sea turtles, where many lay their eggs on sandy beaches before returning to the water.\n\nDue to human activities, many sea turtles are at risk, and this conservation center is dedicated to preserving as many as possible. The Sea Turtle Hatchery acts as a daycare center to nurture baby sea turtles before releasing them into the sea, and it also cares for injured turtles, nursing them back to health.",
    "rating": 4.6,
    "price": "100",
    "duration": "3",
    "location": "Unawatuna",
    "category": "Wildlife"
  },   
  {
    "id": "18",
    "name": "Dambulla Cave Temple",
    "image": "https://www.srilankaclassytours.com/medias/activity/big/193/lankaclassytours-dambulla-cavetemple.jpeg",
    "description": "Dambulla, situated in central Sri Lanka, is a historic town renowned for its ancient cave temples and rich cultural heritage. It is approximately 148 kilometers northeast of Colombo and is easily accessible by road or rail. The centerpiece of Dambulla is the UNESCO World Heritage Site known as the Dambulla Cave Temple, also referred to as the Golden Temple of Dambulla. This complex consists of five caves carved into the rock face of a massive granite outcrop, each adorned with exquisite Buddhist murals and over 150 stunning statues of Buddha in various poses. It is Sri Lanka's best-preserved Buddhist shrine within ancient caves.\n\nIn addition to its religious significance, Dambulla is surrounded by lush greenery and picturesque landscapes, making it a popular destination for nature lovers and outdoor enthusiasts. It is located close to the Sigiriya Rock Fortress, another UNESCO World Heritage Site and one of Sri Lanka's most iconic landmarks. Visitors to Dambulla often combine a visit to the cave temples with an excursion to Sigiriya, where they can climb the ancient rock fortress and marvel at its remarkable frescoes and panoramic views.\n\nNature enthusiasts are drawn to Dambulla's picturesque hiking trails up the Arangala Mountain Peak and Jathika Namal Uyana Rose Quartz mountain, which offer sweeping views, ponds, and Buddhist temple ruins. Overall, Dambulla is a treasure trove of historical Buddhist and megalithic monuments, mountains with thick tropical forests and lakes, naturally formed sky-high rocks, and centuries-old temples.",
    "rating": 4.8,
    "price": "90",
    "duration": "3",
    "location": "Dambulla",
    "category": "Historical Sites"
  },  
  {
    "id": "19",
    "name": "Horton Plains National Park",
    "image": "https://media.istockphoto.com/id/1025868340/photo/horton-plains-national-park-sri-lanka.jpg?s=612x612&w=0&k=20&c=KUXLyMRQ_yGtUgLM_4-u-fmvfCKwinnAp50Szezytzs=",
    "description": "Horton Plains National Park, located in the central highlands of Sri Lanka, is a UNESCO World Heritage Site renowned for its unique biodiversity, stunning landscapes, and iconic attractions. Spanning over 31 square kilometers, the park is characterized by rolling grasslands, misty forests, and breathtaking viewpoints that offer panoramic views of the surrounding countryside.\n\nOne of the most iconic features of Horton Plains is World's End, a sheer cliff that drops 880 meters (2,890 feet) into the valley below, offering visitors a dizzying view of the plains and distant mountains. The viewpoint is especially popular at sunrise when the mist lifts to reveal the stunning scenery below. During the hike, a popular stop is the multi-tiered, 20-metre-tall Baker’s Waterfall, where you can swim during monsoon.\n\nHorton Plains is also home to a variety of wildlife, including sambar deer, purple-faced langurs, wild boar, and many species of birds. Birdwatchers flock to Horton Plains to spot elusive species such as the Sri Lanka whistling thrush, yellow-eared bulbul, and Sri Lanka wood pigeon amidst the park's diverse habitats.\n\nHorton Plains National Park offers several hiking trails that cater to different fitness levels and interests. The most popular trail is the circular route that takes visitors past World's End, Baker's Falls, and through scenic grasslands and forests. Due to its high elevation, Horton Plains National Park experiences cooler temperatures compared to the surrounding lowlands, and mist and fog are common, especially in the early morning and late afternoon.\n\nYou are required to obtain a permit from the park entrance before entering, and guided tours are available. Overall, Horton Plains National Park offers a truly immersive and unforgettable experience for nature lovers, hikers, and wildlife enthusiasts, showcasing the stunning beauty and biodiversity of Sri Lanka's central highlands.",
    "rating": 4.9,
    "price": "140",
    "duration": "3",
    "location": "Nuwara Eliya",
    "category": "National Parks"
  },  
  {
    "id": "20",
    "name": "Arugam Bay",
    "image": "https://i0.wp.com/www.mywavefinder.com/wp-content/uploads/2019/04/ArugamBay-@naturalelitephotography.jpg?resize=824%2C588&ssl=1",
    "description": "The Sri Lankan coastal town of Arugam Bay lies on the Indian Ocean, 320 kilometres from the capital city Colombo. With several surfing spots scattered across the area, for both beginners as well as skilled surfers, Arugam Bay is often called a surfer’s paradise. The famous surfing points here are Main Point and Whiskey Point, with surfboard rentals in their proximity. If you’re a non-surfer, you can choose to chill on the beautiful beaches. At night, the beaches play host to many beach parties, offering a chance to soak in the lively atmosphere.\n\nArugam Bay is much more than its beaches and surfing. An evening stroll on the streets of Arugam Bay might lead you to the food stalls, where you can savour the local cuisine. The lagoon safaris, where one can spot elephants and crocodiles, are another highlight of this seaside settlement. Other sights at and near Arugam Bay that are worth exploring include Kudumbigala Monastery, Kumana National Park and Elephant Rock. On the whole, if you’re looking for an incredibly vibrant destination in Sri Lanka, Arugam Bay is the place to visit.",
    "rating": 4.7,
    "price": "130",
    "duration": "3",
    "location": "Arugambay",
    "category": "Beaches"
  }  
]